---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.FileNotFoundException
source: html/b22c7c11-d836-f8c2-c568-cc34ee660716.htm
---
# FileNotFoundException Properties

The information of the function throwing the exception.